/*********************************************************************
 *       Copyright (C) 2010,应用软件开发
 *********************************************************************
 *   Date             Name                 Description
 *   2010-10-22       xqb
*********************************************************************/
#pragma once

/*!
    \brief    文本控件
*****************************************/
class DUI_API CLabelUI:public CControlUI
{
	UI_OBJECT_DECLARE(CLabelUI, _T("Label"))
public:
	CLabelUI();
};

